Repository: eduquenoy/cryptopaze
Catalog: locale/*/LC_MESSAGES/cryptopaze.po
Languages: fr

source: Grade found =
fr: Note trouvée =

source: IP Address
fr: Adresse IP

source: Attendance Recorded...
fr: Participation enregistrée...

source: Settings
fr: Réglages

source: Clear data
fr: Effacer les données

source: Topaze Application Code
fr: Code de l'application Topaze

source: Topaze Application URL
fr: Adresse de l'application Topaze

source: Use the settings link to configure the attendance code.
fr: Utilisez le lien "Réglages" pour configurer le code de présence.

source: You can use the settings link to change the attendance code.
fr: Vous pouvez utiliser le lien des réglages pour modifier le code de présence.

source: Hello
fr: Bonjour

source: Your grade is :
fr: Votre note est :

source: Topaze Application URL :
fr: Adresse de l'application Topaze :

source: click to access your application
fr: cliquez pour accéder à votre application

source: Enter coded grade :
fr: Entrez la note codée :

source: Record your code
fr: Enregistrez votre code

source: User
fr: Usager

source: Attendance
fr: Présence

source: IP Address
fr: Adresse IP
